import React from 'react';

function AboutPage() {
  return (
    <div className="about-page">
      <h1>Про нас</h1>
      <p>Ми - команда, яка прагне допомогти вам знайти ідеальні меблі для вашого дому. 
         Наш магазин пропонує широкий вибір меблів, які поєднують комфорт, стиль і якість. 
         Ми працюємо над тим, щоб кожен клієнт залишився задоволеним і знайшов саме те, що шукає.</p>
      <p>Наша місія - забезпечити вам зручність та стиль у кожному куточку вашого дому. 
         Завдяки нашій різноманітній колекції меблів, ви зможете облаштувати свій простір саме так, як мріяли.</p>
    </div>
  );
}

export default AboutPage;
